Repository: bkabhilash0/pkp-ojs
Catalog: plugins/generic/orcidProfile/locale/*/locale.po
Languages: el, ja, ka

# plugins.generic.orcidProfile.displayName
source: ORCID Profile Plugin
el: Πρόσθετο Προφίλ ORCID
ja: ORCIDプロフィールプラグイン
ka: ORCID პროფილის პლაგინი

# plugins.generic.orcidProfile.description
source: Allows for the import of user profile information from ORCID.
el: Ενεργοποιεί την εισαγωγή στοιχείων Χρηστών από το ORCID.
ja: ORCIDからユーザーのプロフィール情報を取り込めるようになりました。
ka: საშუალებას აძლევს მომხმარებლის პროფილის ინფორმაციის იმპორტი ORCID– დან.

# plugins.generic.orcidProfile.instructions
source: You can pre-populate this form with information from an ORCID profile. Enter the email address or ORCID iD associated with the ORCID profile, then click "Submit".
el: Είναι δυνατή η προσυμπλήρωση της φόρμας με πληροφορίες προφίλ από το ORCID. Παρακαλούμε εισάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου ή το ORCID iD και στη συνέχεια πατήστε "Υποβολή".
ja: このフォームには、ORCIDプロフィールの情報をあらかじめ入力しておくことができます。ORCIDプロフィールに関連するメールアドレスまたはORCID iDを入力し、「Submit」をクリックしてください。
ka: ამ ფორმის წინასწარ შევსება შეგიძლიათ ORCID პროფილის ინფორმაციით. შეიყვანეთ ელ.ფოსტის მისამართი ან ORCID iD, რომელიც ასოცირდება ORCID პროფილთან, შემდეგ დააჭირეთ ღილაკს "გაგზავნა".

# plugins.generic.orcidProfile.noData
source: Couldn't find any data from ORCID.
el: Δεν ήταν δυνατή η εύρεση στοιχείων από το ORCID.
ja: ORCIDからのデータは見つかりませんでした。
ka: ORCID– ის მონაცემები ვერ მოიძებნა.

# plugins.generic.orcidProfile.emailOrOrcid
source: Email address or ORCID iD:
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου ή ORCID iD:
ja: 電子メールアドレスまたはORCID iD:
ka: ელფოსტის მისამართი, ან ORCID iD:

# plugins.generic.orcidProfile.manager.settings.title
source: ORCID API Settings
el: Ρυθμίσεις ORCID API
ja: ORCID API 設定
ka: ORCID API პარამეტრები

# plugins.generic.orcidProfile.manager.settings.hidden
source: hidden
el: κρυφό
ja: 隠し
ka: დამალული

# plugins.generic.orcidProfile.manager.settings.description
source: Please configure the ORCID API access for use in pulling ORCID profile information into user and author profiles and updating connected ORCID records with new publications (only for ORCID Members).
el: Ρύθμιση του ORCID API για τη μετάπτωση στοιχείων από το ORCID στο προφίλ του Χρήστη.
ja: ORCIDプロフィール情報をユーザーや著者のプロフィールに取り込み、接続されたORCIDレコードを新しい出版物で更新する際に使用するORCID APIアクセスを設定してください（ORCIDメンバーのみ）。
ka: გთხოვთ, დააკონფიგურიროთ ORCID API წვდომა, რომ გამოიყენოთ ORCID პროფილის ინფორმაციის მომხმარებლის და ავტორის პროფილებში მოზიდვისა და დაკავშირებული ORCID ჩანაწერების განახლებაში ახალი პუბლიკაციებით (მხოლოდ ORCID წევრებისთვის).

# plugins.generic.orcidProfile.manager.settings.description.globallyconfigured
source: The ORCID API was configured globally by the host. The following credentials have been saved.
el: Το ORCID API έχει ρυθμιστεί ενιαία από τον εξυπηρετητή. Τα ακόλουθα στοιχεία πρόσβασης έχουν αποθηκευτεί.
ja: ORCID APIはホストによってグローバルに設定されました。以下の認証情報が保存されています。
ka: ORCID API კონფიგურაცია მიიღო გლობალურად მასპინძელმა. შემდეგი სერთიფიკატები შენახულია.

# plugins.generic.orcidProfile.manager.settings.orcidProfileAPIPath.public
source: Public
el: Δημόσιο
ja: 公開
ka: საჯარო

# plugins.generic.orcidProfile.manager.settings.orcidProfileAPIPath.publicSandbox
source: Public Sandbox
el: Δημόσιο Sandbox
ja: 公開サンドボックス
ka: საჯარო ქვიშნარი

# plugins.generic.orcidProfile.manager.settings.orcidProfileAPIPath.member
source: Member
el: Μέλος
ja: メンバー
ka: წევრი

# plugins.generic.orcidProfile.manager.settings.orcidProfileAPIPath.memberSandbox
source: Member Sandbox
el: Sandbox Μέλους
ja: メンバーサンドボックス
ka: წევრის ქვიშნარი

# plugins.generic.orcidProfile.manager.settings.orcidClientId
source: Client ID
el: ID Client
ja: クライアントID
ka: კლიენტის ID

# plugins.generic.orcidProfile.manager.settings.orcidScope
source: Profile Access Scope
el: Σκοπός πρόσβασης στο προφίλ
ja: プロフィール アクセス スコープ
ka: პროფილის წვდომის სფერო

# plugins.generic.orcidProfile.manager.settings.mailSectionTitle
source: E-Mail Settings
el: Ρυθμίσεις ηλεκτρονικού ταχυδρομείου
ja: 電子メール設定
ka: ელფოსტის პარამეტრები

# plugins.generic.orcidProfile.manager.settings.logSectionTitle
source: ORCID request log
el: Αρχείο αιτημάτων ORCID
ja: ORCIDリクエストログ
ka: ORCID მოთხოვნის ჟურნალი

# plugins.generic.orcidProfile.manager.settings.logLevel.help
source: Select the amount of logging output written by the plugin
el: Επιλογή αριθμού καταχωρήσεων στο αρχείο αιτημάτων
ja: プラグインが出力するログの量を選択する
ka: შეარჩიეთ პლაგინის მიერ ჟურნალის გამომავალი ჩანაწერების რაოდენობა

# plugins.generic.orcidProfile.manager.settings.logLevel.error
source: Errors
el: Σφάλματα
ja: エラー
ka: შეცდომები

# plugins.generic.orcidProfile.manager.settings.logLevel.all
source: All
el: Όλα
ja: 全て
ka: ყველა

# plugins.generic.orcidProfile.author.accessDenied
source: ORCID access was denied at
el: Η πρόσβαση στο ORCID δεν επετράπη.
ja: ORCIDへのアクセスが拒否されたのは
ka: ORCID– ზე წვდომა აკრძალულია

# plugins.generic.orcidProfile.author.accessTokenStored
source: ORCID record access granted with scope {$orcidAccessScope}, valid until
el: Δόθηκε πρόσβαση στο προφίλ ORCID για τον σκοπό {$orcidAccessScope} και ισχύει έως:
ja: ORCIDレコードへのアクセスは{$orcidAccessScope}スコープで許可されており、次の期間まで有効です:
ka: ORCID ჩანაწერზე დაშვებული წვდომა {$orcidAccessScope} - ით, ძალაშია

# plugins.generic.orcidProfile.author.requestAuthorization
source: Send e-mail to request ORCID authorization from contributor
el: Αποστολή στον συντελεστή αιτήματος πρόσβασης στο ORCID
ja: 投稿者にORCID認証を依頼するメールを送る
ka: გაგზავნეთ ელწერილი, რომ მოითხოვოთ ORCID– ის ავტორიზაცია კონტრიბუტორისგან

# plugins.generic.orcidProfile.author.deleteORCID
source: Delete ORCID iD and access token!
el: Διαγραφή ORCID iD και token πρόσβασης!
ja: ORCID iDとアクセストークンを削除してください！
ka: წაშალეთ ORCID iD და წვდომის ტოკენი!

# plugins.generic.orcidProfile.author.orcidEmptyNotice
source: See below to request authenticated ORCID iD
el: Δείτε ακολούθως σχετικά με το αίτημα πιστοποίησης του ORCID iD
ja: 認証されたORCID iDをご希望の方は以下をご覧ください
ka: ავთენტიფიცირებული ORCID iD მოთხოვნისათვის იხილეთ ქვემოთ

# plugins.generic.orcidProfile.author.unauthenticated
source: ORCID iD not authenticated! Please request authentication from the contributor.
el: Μη πιστοποιημένο ORCID iD! Παρακαλούμε ζητήστε πιστοποίηση από τον Συντελεστή.
ja: ORCID iDが認証されていません。投稿者に認証を依頼してください。
ka: ORCID არ არის დამოწმებული! გთხოვთ, მოითხოვოთ ავტორიზაცია ავტორიდან.

# plugins.generic.orcidProfile.verify.title
source: ORCID Authorization
el: Άδεια χρήσης ORCID
ja: ORCID 認証
ka: ORCID ავტორიზაცია

# plugins.generic.orcidProfile.verify.sendSubmissionToOrcid.success
source: The submission has been added to your ORCID record.
el: Η υποβολή προστέθηκε στο ORCID προφίλ σας.
ja: 投稿内容があなたのORCIDレコードに追加されました。
ka: გაგზავნა დაემატა თქვენს ORCID ჩანაწერს.

# plugins.generic.orcidProfile.verify.sendSubmissionToOrcid.failure
source: The submission could not be added to your ORCID record.
el: Δεν ήταν δυνατή η προσθήκη της υποβολής στο ORCID προφίλ σας.
ja: 投稿をあなたのORCIDレコードに追加できませんでした。
ka: წარდგენა ვერ დაემატა თქვენს ORCID ჩანაწერს.

# plugins.generic.orcidProfile.verify.sendSubmissionToOrcid.notpublished
source: The submission will be added to your ORCID record during publication.
el: Η υποβολή θα προστεθεί στο ORCID προφίλ σας κατά την δημοσίευση.
ja: 投稿は、出版時にあなたのORCIDレコードに追加されます。
ka: გამოქვეყნების დროს გაგზავნა დაემატება თქვენს ORCID ჩანაწერს.

# plugins.generic.orcidProfile.verify.success
source: Your ORCID iD has been verified and successfully associated with the submission.
el: Το ORCID iD επικυρώθηκε και συνδέθηκε επιτυχώς με την υποβολή.
ja: あなたのORCID iDが確認され、投稿との関連付けが完了しました。
ka: თქვენი ORCID iD გადამოწმებულია და წარმატებით ასოცირდება წარდგენასთან.

# plugins.generic.orcidProfile.verify.failure
source: Your ORCID iD could not be verified. The link is no longer valid.
el: Δεν ήταν δυνατή η επικύρωση του ORCID iD. Ο σύνδεσμος δεν είναι πλέον έγκυρος.
ja: あなたのORCID iDが確認できませんでした。このリンクは無効です。
ka: თქვენი ORCID iD ვერ გადამოწმდა. ბმული აღარ მოქმედებს.

# plugins.generic.orcidProfile.verify.duplicateOrcid
source: An ORCID iD was already stored for this submission.
el: Υπάρχει ήδη καταχωρημένο ORCID iD για αυτή την υποβολή.
ja: この投稿にはORCID iDがすでに保存されています。
ka: ORCID iD უკვე შენახული იყო ამ წარდგენისთვის.

# plugins.generic.orcidProfile.verify.denied
source: You denied access to your ORCID record.
el: Αρνηθήκατε την πρόσβαση στο ORCID προφίλ σας.
ja: ORCIDレコードへのアクセスを拒否しました。
ka: თქვენ უარი თქვით თქვენს ORCID ჩანაწერზე წვდომაზე.

# plugins.generic.orcidProfile.authFailure
source: The ORCID authorization link has already been used or is invalid.
el: Δεν ήταν δυνατή η επικοινωνία του OJS με το ORCID. Παρακαλούμε επικοινωνήστε με τον Διαχειριστή δίνοντας το όνομά σας, το ORCID iD και τα στοιχεία της υποβολής σας.
ja: ORCID認証リンクがすでに使用されているか、無効になっています。
ka: ORCID ავტორიზაციის ბმული უკვე გამოყენებულია ან არასწორია.

# plugins.generic.orcidProfile.failure.contact
source: Please contact the journal manager with your name, ORCID iD, and details of your submission.
el: Παρακαλούμε επικοινωνήστε με τον Διαχειριστή δίνοντας το όνομά σας, το ORCID iD, και τις λεπτομέρειες της υποβολής.
ja: お名前、ORCID iD、投稿の詳細を雑誌管理者にご連絡ください。
ka: გთხოვთ, დაუკავშირდეთ ჟურნალის მენეჯერს თქვენი სახელით, ORCID iD- ით და თქვენი გაგზავნის დეტალებით.

# plugins.generic.orcidProfile.connect
source: Create or Connect your ORCID iD
el: Δημιουργία ή σύνδεση του ΟRCID iD
ja: ORCID iDの作成または接続
ka: შექმენით, ან დაუკაშირიდთ თქვენს ORCID iD

# plugins.generic.orcidProfile.authorise
source: Authorise and Connect your ORCID iD
el: Άδεια χρήσης και σύνδεσης του ORCID id
ja: ORCID iDの認証と接続
ka: გაიარეთ ავტორიზაცია და დაუკაშირიდთ თქვენს ORCID iD

# plugins.generic.orcidProfile.about.title
source: What is ORCID?
el: Τι είναι το ORCID?
ja: ORCIDとは？
ka: რა არის ORCID?

# plugins.generic.orcidProfile.about.orcidExplanation
source: ORCID is an independent non-profit organization that provides a persistent identifier – an ORCID iD – that distinguishes you from other researchers and a mechanism for linking your research outputs and activities to your iD. ORCID is integrated into many systems used by publishers, funders, institutions, and other research-related services. Learn more at <a href="https://orcid.org">orcid.org</a>.
el: Το ORCID είναι ένας ανεξάρτητος μη κερδοσκοπικός οργανισμός που παρέχει έναν μοναδικό και μόνιμο προσδιοριστή – το ORCID iD – ο οποίος σας διακρίνει από άλλους ερευνητές, καθώς και έναν μηχανισμό σύνδεσης των δημοσιεύσεών σας με το ORCID id. Το ORCID διαλειτουργεί με συστήματα που χρησιμοποιούν εκδότες, χρηματοδότες έρευνας, ερευνητικά ιδρύματα και άλλες υπηρεσίες, φορείς και υποδομές έρευνας. Μάθετε περισσότερα στο <a href="https://orcid.org">orcid.org</a>.
ja: ORCIDは独立した非営利団体で、他の研究者と区別するための永続的な識別子（ORCID iD）と、研究成果や活動を自分のiDに結びつけるための仕組みを提供しています。ORCIDは、出版社、資金提供者、研究機関、その他の研究関連サービスが使用する多くのシステムに組み込まれています。詳細は<a href="https://orcid.org">orcid.org</a>をご覧ください。
ka: ORCID არის დამოუკიდებელი არაკომერციული ორგანიზაცია, რომელიც უზრუნველყოფს მუდმივ იდენტიფიკატორს - ORCID iD, რომელიც განასხვავებს თქვენ სხვა მკვლევარებისაგან და თქვენი კვლევის შედეგებისა და საქმიანობის iD- სთან დაკავშირების მექანიზმს. ORCID ინტეგრირებულია მრავალ სისტემაში, რომელსაც იყენებენ გამომცემლები, დამფინანსებლები, ინსტიტუტები და კვლევასთან დაკავშირებული სხვა სერვისები. შეიტყვეთ მეტი <a href="https://orcid.org"> orcid.org </a> - ზე.

# plugins.generic.orcidProfile.about.howAndWhy.title
source: How and why we collect ORCID iDs?
el: Πώς και γιατί γίνεται η συλλογή ORCID iD;
ja: ORCID IDを収集する方法と理由は？
ka: როგორ და რატომ ვაგროვებთ ORCID iD- ს?

source: plugins.generic.orcidProfile.about.howAndWhyPublicAPI
el: Το περιοδικό συλλέγει το ORCID iD προκειμένου να [συμπληρώστε τον σκοπό και διακρίνετε μεταξύ των Member API και Public API]. Πατώντας το κουμπί “Authorize” στο αναδυόμενο παράθυρο του ORCID, θα σας ζητηθεί να κοινοποιήσετε το ORCID id σας μέσω πιστοποιημένων διαδικασιών: είτε <a href="https://support.orcid.org/hc/en-us/articles/360006897454">κάνοντας εγγραφή στο ORCID</a> ή -εάν έχετε ήδη ORCID id- <a href="https://support.orcid.org/hc/en-us/categories/360000661673">μπαίνοντας στον λογαριασμό σας</a>, και δίνοντας άδεια πρόσβασης στο ORCID iD. Οι διαδικασίες αυτές διασφαλίζουν την ορθή ταυτοποίηση και διασύνδεση του ORCID iD.<br> Μάθετε περισσότερα στο <a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signing">εδώ.</a>
ja: 本ジャーナルでは、ORCID iDを収集しています。これにより、私たちとより広いコミュニティは、あなたが正しく識別され、あなたの出版物と結びついていることを確信することができます。これにより、ご自身の全作品とのつながりがキャリアを通じて維持されることになります。<br> ORCID ポップアップの「認証」ボタンをクリックすると、認証されたプロセスを使って iD を共有するように求められます。すなわち、ORCID iD を登録するか、すでに持っている場合は ORCID アカウントにサインインして、ORCID iD を取得する許可を当社に与えてください。これは、お客様が正しく認識され、ORCID iDに安全に接続できるようにするためです。<br> 詳しくは、「<a href="https://info.orcid.org/whats-so-special-about-signing-in/">サインインすると何か特別なことがあるのでしょうか。</a>」<br>をご覧ください。 本ジャーナルでは、認証された著者や共著者のiDを収集し、OJSのプロフィールや論文ページに表示します。
ka: ეს ჟურნალი აგროვებს თქვენს ORCID iD- ს, ასე რომ, ჩვენ და ფართო საზოგადოება შეიძლება დარწმუნებული ვიყოთ, რომ თქვენ სწორად ხართ იდენტიფიცირებული და დაკავშირებული ხართ თქვენს პუბლიკაციებთან (გამოცემებთან). ეს უზრუნველყოფს თქვენს კავშირს თქვენს სამუშაო ნაწილთან მთელი კარიერის განმავლობაში. <br> ORCID ფანჯარაში ღილაკის „ავტორიზაციის“ ღილაკზე დაჭერისას, მოგთხოვთ გაზიაროთ თქვენი iD ავტორიზებული პროცესის გამოყენებით - ORCID iD– ით დარეგისტრირებით ან, თუ ეს უკვე გაქვთ, თქვენს ORCID ანგარიშში შესვლით, შემდეგ კი მიანიჭებთ ჩვენთვის ნებართვა მიიღოთ თქვენი ORCID iD. ჩვენ ამას ვაკეთებთ იმის უზრუნველსაყოფად, რომ თქვენი სწორად იდენტიფიცირება და საიმედოდ დაკავშირება თქვენს ORCID iD- სთან შეიტყვეთ მეტი <a href=“https://orcid.org/blog/2017/02/20/whats-so-special-about-signing”> რა არის განსაკუთრებული შესვლისას. </a> <br> ეს ჟურნალი შეაგროვებს და აჩვენებს ავტორიზებული ავტორებისა და თანაავტორების iD- ს OJS პროფილისა და სტატიების გვერდზე.

# plugins.generic.orcidProfile.about.display.title
source: Where are ORCID iDs displayed?
el: Πού προβάλλονται τα ORCID id;
ja: ORCID iDはどこに表示されますか？
ka: სად არის ნაჩვენები ORCID iD?

source: plugins.generic.orcidProfile.about.display
el: Όταν χρησιμοποιείται και έχει πιστοποιηθεί το ORCID id, προβάλλουμε το εικονίδιο ORCID <img src="https://orcid.org/sites/default/files/images/orcid_16x16.png" alt="iD icon" width="16" height="16" border="0"> μαζί με το όνομά σας στη σελίδα του άρθρου και στο δημόσιο προφίλ σας ως Χρήστης.<br> Μάθετε περισσότερα <a href="https://orcid.org/blog/2013/02/22/how-should-orcid-id-be-displayed">εδώ.</a>
ja: あなたがiDを使用し、それが認証されたことを確認するために、ORCID iDアイコンが<img src="https://info.orcid.org/wp-content/uploads/2020/12/ORCIDiD_icon16x16.png" alt="iD icon" width="16" height="16" border="0">あなたの名前と一緒に、あなたが投稿した記事のページと公開されたユーザープロフィールに表示されます。<br> 詳しくは次をご覧ください<a href="https://info.orcid.org/how-should-an-orcid-id-be-displayed/">「ORCID iDはどのように表示されますか？」</a>
ka: იმის დასადასტურებლად, რომ თქვენ გამოიყენეთ თქვენი iD და რომ იგი ავტორიზებულია, ჩვენ ვაჩვენებთ ORCID iD ხატულას <img src="https://orcid.org/sites/default/files/images/orcid_16x16(1).gif" alt="iD icon" width="16" height="16" border="0"> თქვენს სახელთან ერთად თქვენს წარდგენის სტატიის გვერდზე და თქვენს საჯარო მომხმარებლის პროფილზე.<br> შეიტყვეთ მეტი <a href="https://orcid.org/blog/2013/02/22/how-should-orcid-id-be-displayed">როგორ უნდა გამოჩნდეს ORCID iD.</a>

# plugins.generic.orcidProfile.manager.settings.sendMailToAuthorsOnPublication
source: Send e-mail to request ORCID authorization from authors when an article is accepted ie. sent to copy editing
el: Στείλτε e-mail για να ζητήσετε εξουσιοδότηση ORCID από τους συγγραφείς όταν ένα άρθρο γίνει αποδεκτό, π.χ. αποστέλλεται για copy editing
ja: 論文受理時にORCID認証を著者に依頼するためのメールを送信する（コピー編集に回す）
ka: გაგზავნეთ ელწერილი, რომ მოითხოვოთ ORCID ავტორიზაცია ავტორებისგან, როდესაც სტატია მიიღება, მაგ. გაგზავნილია რედაქტირების ასლისთვის

source: plugins.generic.orcidProfile.about.howAndWhyMemberAPI
el: Αυτό το περιοδικό συλλέγει το αναγνωριστικό σας ORCID, ώστε εμείς και η ευρύτερη κοινότητα να είμαστε σίγουροι ότι έχετε ταυτοποιηθεί σωστά και συνδέεστε με τις δημοσιεύσεις σας. Αυτό θα διασφαλίσει ότι η σύνδεσή σας με το σύνολο της εργασίας σας θα παραμείνει μαζί σας καθ 'όλη τη διάρκεια της καριέρας σας.<br> Όταν κάνετε κλικ στο κουμπί 'Εξουσιοδότηση' στο αναδυόμενο παράθυρο ORCID, θα σας ζητήσουμε να μοιραστείτε το αναγνωριστικό σας χρησιμοποιώντας μια επαληθευμένη διαδικασία—είτε εγγραφείτε για ένα αναγνωριστικό ORCID είτε, εάν έχετε ήδη, πραγματοποιώντας είσοδο στον λογαριασμό σας ORCID και στη συνέχεια παραχωρώντας μας άδεια να λάβουμε το αναγνωριστικό σας ORCID. Αυτό το κάνουμε για να διασφαλίσουμε ότι αναγνωρίζετε σωστά και συνδέεστε με ασφάλεια στο ORCID ID σας.<br> Μάθετε περισσότερα στο <a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signing">What’s so special about signing in.</a><br> Αυτό το περιοδικό θα συλλέγει και θα εμφανίζει πιστοποιημένα αναγνωριστικά συγγραφέων και συν-συγγραφέων στο προφίλ και τη σελίδα του άρθρου OJS. Επιπλέον, τα μεταδεδομένα του άρθρου θα προωθηθούν αυτόματα στην εγγραφή ORCID, επιτρέποντάς μας να σας βοηθήσουμε να διατηρείτε το αρχείο σας ενημερωμένο με αξιόπιστες πληροφορίες. Μάθετε περισσότερα στο <a href="https://orcid.org/blog/2017/08/10/six-ways-make-your-orcid-id-work-you">Six ways to make your ORCID iD work for you!</a>
ja: 本ジャーナルはORCID iDを収集していますので、私たちやより広いコミュニティは、あなたが正しく識別され、あなたの出版物とつながっていることを確信することができます。これにより、ご自身の全作品とのつながりがキャリアを通じて維持されることになります。<br> ORCID ポップアップの「認証」ボタンをクリックすると、認証されたプロセスを使用して iD を共有するように求められます。これは ORCID iD を登録するか、すでに持っている場合は ORCID アカウントにサインインしてから ORCID iD を取得する許可を当社に与えるかのいずれかです。これは、お客様が正しく認識され、ORCID iDに安全に接続できるようにするためです。<br> 詳しくは、「<a href="https://info.orcid.org/whats-so-special-about-signing-in/">サインインすると何か特別なことがあるのでしょうか。</a>」<br>をご覧ください。<br> 本ジャーナルでは、認証された著者や共著者のiDを収集し、OJSのプロフィールや論文ページに表示します。また、論文のメタデータが自動的にORCIDレコードにプッシュされるため、信頼できる情報でレコードを最新に保つお手伝いが可能になります。詳しくは<a href="https://info.orcid.org/six-ways-to-make-your-orcid-id-work-for-you/">ORCID iDを活用するための6つの方法</a>をご覧ください。
ka: ეს ჟურნალი აგროვებს თქვენს ORCID iD- ს, ასე რომ, ჩვენ და ფართო საზოგადოება შეიძლება დარწმუნებული ვიყოთ, რომ სწორად ხართ იდენტიფიცირებული და დაკავშირებული ხართ თქვენს პუბლიკაციებთან (გამოცემებთან). ეს უზრუნველყოფს თქვენს კავშირს თქვენს სამუშაო ნაწილთან მთელი კარიერის განმავლობაში. <br> ORCID ფანჯარაში ღილაკზე “ავტორიზაცია” რომ დააჭიროთ, ჩვენ მოგთხოვთ გაზიაროთ თქვენი iD ავტორიზებული პროცესის გამოყენებით - ORCID iD– ზე დარეგისტრირებით ან, თუ ეს უკვე გაქვთ, თქვენს ORCID ანგარიშში შესვლით, შემდეგ კი მიანიჭებთ ჩვენთვის ნებართვა მიიღოთ თქვენი ORCID iD. ჩვენ ამას ვაკეთებთ იმის უზრუნველსაყოფად, რომ თქვენ სწორად ამოცნობილი ხართ და საიმედოდ დაუკავშირდებით თქვენს ORCID iD. <br>- ს შეიტყვეთ მეტი <a href=“https://orcid.org/blog/2017/02/20/whats-so-special-about-signing”>რა არის განსაკუთრებული შესვლისას. </a> <br> ეს ჟურნალი შეაგროვებს და აჩვენებს ავტორიზებული ავტორებისა და თანაავტორების iD- ს OJS პროფილისა და სტატიების გვერდზე. გარდა ამისა, სტატიის მეტამონაცემები ავტომატურად გადაიტანება თქვენს ORCID ჩანაწერში, რაც საშუალებას მოგვცემს, დაგეხმაროთ თქვენი ჩანაწერის განახლებაში სანდო ინფორმაციის მიღებაში. შეიტყვეთ მეტი <a href=“https://orcid.org/blog/2017/08/10/six-ways-make-your-orcid-id-work-you”> ექვსი გზა, რომლითაც თქვენი ORCID iD მუშაობს. თქვენ! </a>

# plugins.generic.orcidProfile.manager.settings.orcidClientId.error
source: Invalid client ID
el: Μη έγκυρο αναγνωριστικό πελάτη
ja: 無効なクライアントID
ka: კლიენტის ID არასწორია

# plugins.generic.orcidProfile.manager.settings.orcidClientSecret.error
source: Invalid client secret
el: Μη έγκυρο μυστικό πελάτη
ja: 無効なクライアントシークレット
ka: კლიენტის საიდუმლო არასწორია

# plugins.generic.orcidProfile.manager.status.description
source: OrcidProfile Plugin Status
el: Κατάσταση πρόσθετου OrcidProfile

# plugins.generic.orcidProfile.manager.status.configuration.enabled
source: OrcidProfile Plugin enabled
el: Η προσθήκη OrcidProfile ενεργοποιήθηκε

# plugins.generic.orcidProfile.manager.status.configuration.disabled
source: OrcidProfile Plugin disabled
el: Η προσθήκη OrcidProfile απενεργοποιήθηκε

# plugins.generic.orcidProfile.manager.status.configuration.global
source: Globally configured in config.inc.php
el: Παγκοσμίως διαμορφωμένο στο config.inc.php

# plugins.generic.orcidProfile.manager.status.configuration.journal
source: Journal-wise configured
el: Έχει διαμορφωθεί σύμφωνα με το περιοδικό

# plugins.generic.orcidProfile.manager.status.configuration.clientIdValid
source: Client Id is valid
el: Το αναγνωριστικό πελάτη είναι έγκυρο

# plugins.generic.orcidProfile.manager.status.configuration.clientIdInvalid
source: Client Id is invalid, please check your input
el: Το αναγνωριστικό πελάτη δεν είναι έγκυρο, ελέγξτε τα στοιχεία σας

# plugins.generic.orcidProfile.manager.status.configuration.clientSecretValid
source: Client Secret is valid
el: Το Client Secret είναι έγκυρο

# plugins.generic.orcidProfile.manager.status.configuration.clientSecretInvalid
source: Client Secret is invalid, please check your credentials
el: Το Client Secret δεν είναι έγκυρο, ελέγξτε τα διαπιστευτήριά σας

# plugins.generic.orcidProfile.manager.settings.orcidClientSecret
source: Client Secret
ja: クライアントシークレット
ka: კლიენტის საიდუმლო
