Repository: bkabhilash0/pkp-ojs
Catalog: locale/*/admin.po
Languages: hu

# admin.hostedContexts
source: Hosted Journals
hu: Az oldalon elérhető folyóiratok

# admin.settings.redirect
source: Journal redirect
hu: Folyóirat átirányítás

# admin.settings.redirectInstructions
source: Requests to the main site will be redirected to this journal. This may be useful if the site is hosting only a single journal, for example.
hu: A főoldal ehhez a folyóirathoz irányít át. A funkció akkor lehet praktikus, ha az oldalon csak egy folyóirat érhető el.

# admin.languages.confirmDisable
source: Are you sure you want to disable this locale? This may affect any hosted journals currently using the locale.
hu: Biztosan letiltja ezt a nyelvi környezetet? Ez hatással lehet bármelyik tárolt folyóiratra, amely jelenleg használja ezt a nyelvi környezetet.

# admin.languages.primaryLocaleInstructions
source: This will be the default language for the site and any hosted journals.
hu: Ez lesz az alapértelmezett nyelv az oldalon és valamennyi tárolt folyóiratnál.

# admin.languages.supportedLocalesInstructions
source: Select all locales to support on the site. The selected locales will be available for use by all journals hosted on the site, and also appear in a language select menu to appear on each site page (which can be overridden on journal-specific pages). If multiple locales are not selected, the language toggle menu will not appear and extended language settings will not be available to journals.
hu: Válassza ki azokat a nyelvi környezeteket, amelyeket használna az oldal. A kiválasztott nyelvi környezetek alkalmazhatóak lesznek az oldal egészén, valamennyi tárolt folyóirat oldalon, valamint megjennek a nyelvválasztó legördülő menüben és minden oldalon (amelyeken felül lehet bírálni a folyóirat-specifikus oldalakat). Ha nincs engedélyezve a többféle nyelvi környezet, akkor nem jelenik meg a nyelvválasztó legördülő menü és a bővített nyelvi beállítások nem lesznek elérhetőek.

# admin.locale.maybeIncomplete
source: Marked locales may be incomplete.
hu: A jelölt nyelvi környezetek hiányosak lehetnek.

# admin.languages.confirmUninstall
source: Are you sure you want to uninstall this locale? This may affect any hosted journals currently using the locale.
hu: Biztosan törölni szeretné ezt a nyelvi környezetet? Ez hatással lehet bármelyik tárolt folyóiratra, amely jelenleg használja ezt a nyelvi környezetet.

# admin.languages.installNewLocalesInstructions
source: Select any additional locales to install support for in this system. Locales must be installed before they can be used by hosted journals. See the OJS documentation for information on adding support for new languages.
hu: Telepítse bármelyiket az alábbi támogatott nyelvi környezetek közül. A nyelvi környezeteket telepíteni kell mielőtt a tárolt folyóiratok oldalain használni kezdené. Lásd az OJS dokumentációt a további támogatott nyelvi környezetek használatához.

# admin.systemVersion
source: OJS Version
hu: OJS verzió

# admin.systemConfiguration
source: OJS Configuration
hu: OJS konfiguráció

# admin.systemConfigurationDescription
source: OJS configuration settings from <tt>config.inc.php</tt>.
hu: OJS konfiguráció beállítások a <tt>config.inc.php</tt> fájlból.

# admin.journals.createInstructions
source: You will automatically be enrolled as the manager of this journal. After creating a new journal, you will be redirected to its settings wizard, to complete the initial journal setup.
hu: Automatikusan hozzáadásra kerül ehhez a folyóirathoz, mint folyóirat menedzser. Miután létrehoz egy új folyóiratot, menedzserként folytathatja annak a beállításait és felhasználói beiratkoztatásait.

# admin.journals.journalSettings
source: Journal Settings
hu: Folyóirat beállítások

# admin.journals.noneCreated
source: No journals have been created.
hu: Nincs létrehozott folyóirat.

# admin.contexts.create
source: Create Journal
hu: Folyóirat létrehozása

# admin.journals.urlWillBe
source: This should be a single short word or acronym that identifies the journal. The journal's URL will be {$sampleUrl}.
hu: Ez egy rövid szó vagy rövidítés legyen, ami azonosítja a folyóiratot. A folyóirat URL címe ez lesz: {$sampleUrl}.

# admin.contexts.form.titleRequired
source: A title is required.
hu: A cím kötelező.

# admin.contexts.form.pathRequired
source: A path is required.
hu: Az elérési útvonal kötelező.

# admin.contexts.form.pathAlphaNumeric
source: The path can only include letters, numbers and the characters _ and -. It must begin and end with a letter or number.
hu: Az elérési útvonal csak betűket, számokat, alulvonást és kötőjelet tartalmazhat, és kezdő és zárókarakter csak betű vagy szám lehet.

# admin.contexts.form.pathExists
source: The path you provided is already in use by another journal.
hu: A kiválasztott útvonalat már használja egy másik folyóirat.

# admin.contexts.form.primaryLocaleNotSupported
source: The primary locale must be one of the journal's supported locales.
hu: Az elsődleges nyelv legyen az egyike a folyóirat oldalán választható nyelveknek.

# admin.journals.enableJournalInstructions
source: Enable this journal to appear publicly on the site
hu: A folyóirat publikus megjelenésének engedélyezése az oldalon

# admin.contexts.contextDescription
source: Journal description
hu: Folyóirat leírás

# admin.journal.pathImportInstructions
source: Existing journal path or path to create (e.g., "ojs").
hu: Meglévő folyóirat elérési útvonal, vagy útvonal készítése (pl. "ojs").

# admin.journals.importSubscriptions
source: Import subscriptions
hu: Előfizetések importálása

# admin.journals.transcode
source: Transcode article metadata from ISO8859-1
hu: ISO8859-1 kódolású metaadatok átkonvertálása

# admin.journals.redirect
source: Generate code to map OJS 1 URLs to OJS 2 URLs
hu: Kódgenerálás az OJS 1 rendszer URL-jeinek OJS2 rendszerbe való URL migrálásához

# admin.journals.form.importPathRequired
source: The import path is required.
hu: Az import útvonal megadása kötelező.

# admin.journals.importErrors
source: Importing failed to complete successfully
hu: Az importálás nem sikerült.

# admin.mergeUsers
source: Merge Users
hu: Felhasználók összevonása

# admin.mergeUsers.mergeUser
source: Merge User
hu: Felhasználók összevonása

# admin.mergeUsers.into.description
source: Select a user to whom to attribute the previous user's authorships, editing assignments, etc.
hu: Válassza ki a felhasználót, akire örökölteti egy korábbi felhasználó szerzőségét, szerkesztési feladatait, stb.

# admin.mergeUsers.from.description
source: Select a user (or several) to merge into another user account (e.g., when someone has two user accounts). The account(s) selected first will be deleted and any submissions, assignments, etc. will be attributed to the second account.
hu: Válasszon egy felhasználót (vagy többet) más felhasználói fiókokkal való összevonáshoz (pl. ha valakinek két felhasználói fiókja van). Az először kiválasztott fiók(ok) törlésre kerülnek és az összes beadott anyaga, feladatai, stb. átöröklődnek a másik felhasználóra.

# admin.mergeUsers.allUsers
source: All Enrolled Users
hu: Minden beiratkozott felhasználó

# admin.mergeUsers.confirm
source: Are you sure you wish to merge the selected {$oldAccountCount} account(s) into the account with the username "{$newUsername}"? The selected {$oldAccountCount} accounts will not exist afterwards. This action is not reversible.
hu: Biztos benne, hogy a kiválasztott felhasználó(ka)t {$oldAccountCount} össze akarja vonni a "{$newUsername}" néven? A kiválasztott felhasználók {$oldAccountCount} a későbbiekben már nem lesznek elérhetőek. A művelet nem visszavonható.

# admin.mergeUsers.noneEnrolled
source: No enrolled users.
hu: Nem beiratkozott felhasználók.

# admin.scheduledTask.subscriptionExpiryReminder
source: Subscription Expiry Reminder
hu: Előfizetés lejárati emlékeztető

# admin.scheduledTask.openAccessNotification
source: Open Access Notification
hu: Open Access Értesítés

# admin.scheduledTask.reviewReminder
source: Review Reminder
hu: Lektori emlékeztető

# admin.scheduledTask.usageStatsLoader.invalidLogEntry.issueId
source: Issue ID is not an integer.
hu: A folyóiratszám azonosító nem egész szám.

# admin.scheduledTask.usageStatsLoader.invalidLogEntry.issueGalleyId
source: Issue galley ID is not an integer.
hu: A kézirat kefelenyomat azonosító nem egész szám.

# admin.settings.enableBulkEmails.description
source: Select the hosted journals that should be allowed to send bulk emails. When this feature is enabled, a journal manager will be able to send an email to all users registered with their journal.<br><br>Misuse of this feature to send unsolicited email may violate anti-spam laws in some jurisdictions and may result in your server's emails being blocked as spam. Seek technical advice before enabling this feature and consider consulting with journal managers to ensure it is used appropriately.<br><br>Further restrictions on this feature can be enabled for each journal by visiting its settings wizard in the list of <a href="{$hostedContextsUrl}">Hosted Journals</a>.
hu: Válassza ki azokat a hosztolt folyóiratokat, amelyeknek engedélyezni kell a tömeges e-mailek küldését. Ha ez a funkció engedélyezve van, a folyóirat menedzser képes lesz e-mailt küldeni a folyóiratához regisztrált összes felhasználónak. Ha ezzel a funkcióval visszaélve kéretlen e-maileket küld, azzal az egyes hatóságoknál megsértheti a spamellenes törvényeket, és a szerver e-mailjeit spamként blokkolhatják. Mielőtt engedélyezné ezt a funkciót, kérjen műszaki tanácsot, és fontolja meg a folyóirat menedzserekkel való konzultációt a funkció megfelelő használatának biztosítása érdekében. A funkció további korlátozásai az egyes folyóiratok esetében engedélyezhetők a beállítások varázslójának a <a href="{$hostedContextsUrl}">Tárolt folyóiratok</a> listájában található beállítási varázslóval.

# admin.settings.disableBulkEmailRoles.description
source: A journal manager will be unable to send bulk emails to any of the roles selected below. Use this setting to limit abuse of the email notification feature. For example, it may be safer to disable bulk emails to readers, authors, or other large user groups that have not consented to receive such emails.<br><br>The bulk email feature can be disabled completely for this journal in <a href="{$siteSettingsUrl}">Admin > Site Settings</a>.
hu: A folyóirat menedzser nem tud tömeges e-maileket küldeni az alább kiválasztott szerepkörök egyikének sem. Ezzel a beállítással korlátozhatja az e-mailes értesítési funkcióval való visszaélést. Biztonságosabb lehet például letiltani a tömeges e-maileket az olvasók, szerzők vagy más nagy felhasználói csoportok számára, amelyek nem járultak hozzá az ilyen e-mailek fogadásához.<br><br>A tömeges e-mailek funkció teljesen letiltható a folyóirat számára a következő menüpontban <a href="{$siteSettingsUrl}">Adminisztráció> Oldal beállítások</a>.

# admin.settings.disableBulkEmailRoles.contextDisabled
source: The bulk email feature has been disabled for this journal. Enable this feature in <a href="{$siteSettingsUrl}">Admin > Site Settings</a>.
hu: A tömeges e-mail küldési lehetőség le van tiltva ennél a folyóiratnál. Itt engedélyezheti ezt a funkciót <a href="{$siteSettingsUrl}">Adminisztráció > Oldal beállítások</a>.
