Repository: bkabhilash0/pkp-ojs
Catalog: locale/*/api.po
Languages: ar, bg, ckb, cs, de, el, es, fr_ca, he, hu, hy, id, it, ja, ka, mk, pt_br, pt_pt, ro, sl, tr

# api.announcements.400.contextsNotMatched
source: The announcement you requested is not part of this journal.
ar: الإعلان الذي طلبته ليس جزءاً من هذه المجلة.
bg: Търсеният текст не е част от това списание.
cs: Požadované oznámení není součástí tohoto časopisu.
de: Die angefragte Mitteilung ist nicht Teil dieser Zeitschrift.
el: Η ανακοίνωση που ζητήσατε δεν ανήκει σ' αυτό το περιοδικό.
es: El aviso que ha solicitado no forma parte de esta revista.
fr_ca: L'annonce que vous avez demandée ne fait pas partie de cette revue.
hu: Az Ön által kért hirdetmény nem része ennek a folyóiratnak.
hy: Ձեր կողմից հարցված հայտարարությունը այս ամսագրի մաս չէ։
id: Pengumuman yang Anda cari bukan bagian dari jurnal ini.
it: L'annuncio richiesta non fa parte di questo giornale.
ja: ご希望のお知らせは本誌には掲載されておりません。
ka: მოთხოვნილი განცხადება არ არის ამ ჟურნალის ნაწილი.
mk: Објавата која ја побаравте не е дел од ова списание.
pt_br: A notícia que você solicitou não faz parte desta revista.
pt_pt: A divulgação que solicitou não faz parte desta revista.
ro: Anunțul pe care l-ați solicitat nu face parte din această revistă.
sl: Zahtevano obvestilo ni na voljo pri tej reviji.
tr: Talep ettiğiniz duyuru bu dergide yer almamaktadır.

# api.emails.403.disabled
source: The email notification feature has not been enabled for this journal.
ar: لم يتم تمكين ميزة إشعارات البريد في هذه المجلة.
bg: Функцията за известяване по имейл не е активирана за това списание.
cs: Pro tento časopis nebyla zapnuta e-mailová upozornění.
de: Die E-Mail-Benachrichtigungsfunktion wurde für dieses Journal nicht aktiviert.
el: Η δυνατότητα ειδοποίησης μέσω email δεν έχει ενεργοποιηθεί για αυτό το περιοδικό.
es: La funcionalidad de notificación por correo electrónico no se ha activado en esta revista.
fr_ca: La fonction de notification par courriel n'a pas été activée pour cette revue.
hu: Az e-mailes értesítési funkció nincs engedélyezve ehhez a folyóirathoz.
hy: Մեյլով ծանուցման ֆունկցիան այս ամսագրի համար միացված չէ։
id: Fitur pemberitahuan melalui email tidak diaktifkan untuk jurnal ini.
it: Le notifiche email per questa rivista non sono abilitate.
ja: ご要望のあったお知らせは本誌には掲載されていません。
ka: ელფოსტით შეტყობინების ფუნქცია არ არის ჩართული ამ ჟურნალისათვის.
mk: Функцијата за известување преку и-меил не е овозможена за ова списание.
pt_br: O recurso de notificação por e-mail, não foi habilitado para esta revista.
pt_pt: A funcionalidade de envio de e-mails em massa não foi ativada para esta revista.
ro: Anunțul pe care l-ați solicitat nu face parte din această revistă.
sl: Opcija za obveščanje preko emaila ni omogočena za to revijo.
tr: E-posta bildirim özelliği bu dergi için etkinleştirilmedi.

# api.submissions.400.wrongContext
source: The submission you requested is not in this journal.
ar: طلب التقديم الذي طلبته ليس في هذه المجلة.
bg: Материалите, които търсите, не са в това списание.
cs: Příspěvek, který jste požadovali, není v tomto časopisu.
de: Die angeforderte Einreichung befindet sich nicht in diesem Journal.
el: Η υποβολή που ζητήσατε δεν υπάρχει σε αυτό το περιοδικό.
es: El envío que solicitó no está en esta revista.
fr_ca: La soumission que vous avez demandée n'est pas dans cette revue.
hu: Az Ön által kért beküldés nem szerepel ebben a folyóiratban.
hy: Ձեր պահանջած ներկայացումը այս ամսագրում չէ:
id: Baskah yang Anda minta tidak ditemukan di jurnal ini.
it: La proposta che hai richiesto non è in questa rivista.
ka: თქვენ მიერ მოთხოვნილი წარდგენა არ არის ამ ჟურნალში.
mk: Бараниот поднесок не е во ова списание.
pt_br: A submissão solicitada não está nesta revista.
pt_pt: A submissão que solicitou não está nesta revista.
ro: Înregistrarea pe care ați solicitat-o nu se găsește în acest jurnal.
sl: Zahtevani prispevek ni v tej reviji.
tr: İstediğiniz gönderi bu dergide değil.

# api.submissions.403.cantChangeContext
source: You can not change the journal of a submission.
ar: لا يمكنك تعديل المجلة التي وجهت إليها طلب تقديمك.
bg: Не можете да променяте дневника на подаване на материали.
ckb: تۆ ناتوانیت ئەو گۆڤارە بگۆڕیت کە پێشکەشت کردووە.
cs: Nemůžete změnit záznamy příspěvku.
de: Sie können die Zeitschrift einer Einreichung nicht ändern.
el: Δεν μπορείτε να αλλάξετε το περιοδικό στο οποίο έγινε μια υποβολή.
es: No puede cambiar la revista de un artículo.
fr_ca: Vous ne pouvez pas changer la revue d'une soumission.
he: אינך יכול לשנות את כתב עת ההגשה.
hu: A beküldéshez tartozó folyóiratot nem változtathatja meg.
hy: Դուք չեք կարող փոխել ամսագիրը։
id: Anda tidak dapat mengubah naskah jurnal yang masuk.
it: Non è possibile cambiare la testata di sottomissione.
ja: 投稿したジャーナルを変更することはできません。
ka: არ შეგიძლიათ ჟურნალის შეცვლა ამ შენატანისათვის.
mk: Не може да се смени списанието за поднесување.
pt_br: Não é possível alterar a revista de uma submissão.
pt_pt: Não pode alterar a revista de uma submissão.
ro: Nu puteți schimba jurnalul pentru un manuscris înregistrat.
sl: Članku ne morete spremeniti imena revije.
tr: Bir gönderinin dergisini değiştiremezsiniz.

# api.submissions.403.unpublishedIssues
source: You do not have permission to view unpublished issues.
ar: ليست لديك الصلاحية لمعاينة الأعداد غير المنشورة.
bg: Нямате права да преглеждате непубликувани броеве.
ckb: تۆ ڕێگەپێدراو نیت بۆ بینینی ئەو ژمارانەی بڵاو نەکراونەتەوە.
cs: Nemáte právo vidět čísla, která nebyla publikována.
de: Sie haben keine Berechtigung, unveröffentlichte Ausgaben zu sehen.
el: Δεν έχετε άδεια να δείτε μη δημοσιευμένα τεύχη.
es: No tiene permiso para ver los números no publicados.
fr_ca: Vous n'êtes pas autorisé-e à faire afficher les numéros non publiés.
he: אין לך הרשאה לצפות בגליונות שלא פורסמו.
hu: Nincs jogosultsága publikálás előtti kiadványok megtekintéséhez.
hy: Դուք չունեք թույլտվություն տեսնելու չհրապարակված համարը։
id: Anda tidak memiliki hak untuk melihat nomor terbitan yang tidak dipublikasikan.
it: Non hai il permesso si vedere i fascicoli non pubblicati.
ja: 未発表の号の閲覧権限はありません。
ka: არ გაქვთ ნახვის უფლება გამოუქვეყნებელი გამოცემისათვის.
mk: Немате дозвола за гледање необјавени броеви.
pt_br: Não é permitido visualizar edições não publicadas.
pt_pt: Não tem permissões para ver edições ainda não publicadas.
ro: Nu aveți permisiunea de a vedea numere de revistă nepublicate.
sl: Nimate pravice do vpogleda v neobjavljene številke revije.
tr: Yayımlanmamış konuları görüntüleme izniniz yok.

# api.contexts.403.requestedDisabledContexts
source: You can only view journals that have been enabled.
ar: يمكنك معاينة المجلات التي تم تمكينها فقط.
bg: Можете да разглеждате само списания, които са активирани.
ckb: تۆ تەنیا دەتوانیت ئەو گۆڤارانە ببینیت کە بڵاو کراونەتەوە.
cs: Můžete zobrazit pouze časopisy, které byly povoleny.
de: Sie können nur Zeitschriften ansehen die freigeschaltet sind.
el: Μπορείτε να δείτε μόνο περιοδικά που έχουν ενεργοποιηθεί.
es: Solo puede ver revistas que hayan sido habilitadas.
fr_ca: Vous ne pouvez faire afficher que les revues qui ont été activées.
he: אתה יכול לצפות רק בכתבי עת שהופעלו.
hu: Csak engedélyezett folyóiratokat tekinthet meg.
hy: Դուք կարող եք տեսնել միայն այն ամսագրերը, որոնց համար տրված է թույլտվություն։
id: Anda hanya dapat melihat jurnal yang telah diaktifkan.
it: E' possibile visualizzare solamente testate abilitate.
ja: 有効化されたジャーナルしか表示できません。
ka: თქვენ შეგიძლიათ ნახოთ მხოლოდ ჟურნალები, რომლებზეც გაქვთ წვდომა.
mk: Може да гледате само списанија за кои ви е овозможено.
pt_br: Pode-se apenas ver as revistas que foram habilitadas.
pt_pt: Só consegue visualizar revistas que estejam ativas.
ro: Puteți vedea doar jurnale care au fost activate.
sl: Dostopate lahko samo do revij, ki imajo omogočen dostop.
tr: Yalnızca izin verilen dergileri görüntüleyebilirsiniz.

# api.contexts.403.notAllowed
source: You do not have permission to view this journal.
ar: ليست لديك صلاحية معاينة هذه المجلة.
bg: Нямате права да разглеждате това списание.
ckb: تۆ ڕێگەپێدراو نیت بۆ بینینی ئەم گۆڤارە.
cs: K prohlížení tohoto časopisu nemáte oprávnění.
de: Sie haben keine Berechtigung diese Zeitschrift anzusehen.
el: Δεν έχετε άδεια προβολής αυτού του περιοδικού.
es: No tiene permiso para ver esta revista.
fr_ca: Vous n'avez pas la permission de faire afficher cette revue.
he: אין לך הרשאה לצפות בכתב עת הזה.
hu: Nincs jogosultsága megtekinteni ezt a folyóiratot.
hy: Դուք չունեք թույլտվություն այս ամսագիրը դիտելու համար։
id: Anda tidak memiliki izin untuk melihat jurnal ini.
it: Non hai i permessi per visualizzare questa testata.
ja: このジャーナルを閲覧する権限がありません。
ka: არ გაქვთ ამ ჟურნალის ნახვის უფლება.
mk: Немате дозвола да го гледате ова списание.
pt_br: Você não tem permissão para visualizar esta revista.
pt_pt: Não tem permissões para visualizar esta revista.
ro: Nu aveți permisiunea de a vizualiza acest jurnal.
sl: Nimate pravic za dostopati do te revije.
tr: Bu dergiyi görüntüleme yetkiniz bulunmuyor.

# api.contexts.403.contextsDidNotMatch
source: You can not view or edit this journal unless you make a request to the journal's API or the site-wide API.
ar: لا يمكنك معاينة هذه المجلة أو تعديلها ما لم تلتمس ذلك عبر واجهة برمجة التطبيق الخاصة بالمجلة أو تلك الخاصة بعموم الموقع.
bg: Не можете да преглеждате или редактирате това списание, освен ако не направите коректна заявка към програмния интерфейс (API) на списанието или коректна заявка към програмния интерфейс (API) на сайта.
ckb: تۆ ناتوانیت ئەم گۆڤارە ببینیت یان گۆڕانکاری تێدا بکەیت هەتا تۆ داواکاری تایبەت لە گۆڤارەکە نەکەیت.
cs: Tento časopis nemůžete prohlížet ani upravovat, dokud nepožádáte o API časopisu nebo API pro celý web.
de: Sie können diese Zeitschrift nicht ansehen oder ändern, außer Sie stellen eine Anfrage an die API der Zeitschrift oder die site-wide API.
el: Δεν μπορείτε να προβάλετε ή να επεξεργαστείτε αυτό το περιοδικό, εκτός εάν υποβάλετε αίτημα στο API του περιοδικού ή στο API του ιστότοπου.
es: No puede ver o editar esta revista a menos que haga una solicitud al API de la revista o al API de todo el sitio.
fr_ca: Vous ne pouvez pas faire afficher ou modifier cette revue sauf si vous faites une requête via l'API de la revue ou encore l'API du site.
he: אינך יכול לצפות או לערוך את כתב העת הזה אלא אם הגשת בקשה לממשק ה-API של כתב העת או לממשק ה-API של האתר.
hu: Ennek a folyóiratnak a megtekintéséhez vagy módosításához API igénylés szükséges.
hy: Դուք չեք կարող դիտել կամ խմբագրել այս ամսագիրը, քանի դեռ հարցում չեք կատարել ամսագրի API-ի կամ ամբողջ կայքի API-ի համար:
id: Anda tidak dapat melihat atau mengedit jurnal ini kecuali jika Anda meminta API jurnal atau API seluruh situs.
it: Per visualizzare o modificare questa testata è necessario inviare una richiesta via api o site-wide API.
ja: ジャーナルのAPIまたはサイト全体のAPIにリクエストをしない限り、このジャーナルを表示または編集することはできません。
ka: არ შეგიძლიათ ნახოთ, ან ჩაასწოროთ ეს ჟურნალი, API მოთხოვნის, ან საიტის სრული API მოთხოვნის გარეშე.
mk: Не може да го гледате или корегирате ова списание доколку не побарате API од списанието или од странично API.
pt_br: Você não pode visualizar ou editar esta revista, a menos que faça uma solicitação à API da revista ou à API de todo o site.
pt_pt: Não pode visualizar ou editar esta revista enquanto não enviar um pedido através da API da revista ou da API do site.
ro: Nu puteți vizualiza sau edita acest jurnal decât dacă faceți o solicitare către API-ul jurnalului sau API-ul la nivel de site.
sl: Do revije lahko dostopate ali spreminjati njeno vsebino le, če dostopate preko API-ja revije ali API-ja spletišča.
tr: Derginin API bağlantısına veya site-geneli API bağlantısına bir sorgu yapmadan bu dergiyi görüntüleyemez veya düzenleyemezsiniz.

# api.contexts.403.requiresContext
source: You can not edit this journal from the site-wide API.
ar: لا يمكنك تعديل هذه المجلة مستعملاً واجهة برمجة التطبيق الخاصة بعموم الموقع.
bg: Не можете да редактирате това списание чрез програмния интерфейс (API) за целия сайт.
ckb: تۆ ناتوانیت گۆڕانکاری لەم گۆڤارەدا بکەیت.
cs: Tento časopis nelze upravovat přes API pro celý web.
de: Sie können diese Zeitschrift nicht von der site-wide API aus ändern.
el: Δεν μπορείτε να επεξεργαστείτε αυτό το περιοδικό από το API του ιστότοπου.
es: No puede editar esta revista desde la API de todo el sitio.
fr_ca: Vous ne pouvez pas modifier cette revue à partir de l'API du site.
he: אינך יכול לערוך כתב עת זה מממשק ה-API של האתר.
hu: Ezt a folyóiratot nem tudja szerkeszteni a teljes oldalra vonatkozó API-n keresztül.
hy: Դուք չեք կարող խմբագրել ամսագիրը կայքի API-ից։
id: Anda tidak dapat mengedit jurnal ini dari sisi API situs.
it: Non è possibile modificare questa testata con site-wide API.
ja: サイト全体のAPIからこのジャーナルを編集することはできません。
ka: არ შეგიძლიათ ამ ჟურნალის ჩასწორება საიტის API-ს გამოყენებით.
mk: Не можете да го корегирате ова списание од страничен API.
pt_br: Você não pode editar esta revista a partir da API de todo o site.
pt_pt: Não pode editar esta revista através da API do site.
ro: Nu puteți edita acest jurnal din API-ul de pe site.
sl: Revije ne morete spreminjati preko API-ja celotnega spletišča.
tr: Bu dergiyi site-geneli API ile düzenleyemezsiniz.

# api.contexts.403.notAllowedEdit
source: You do not have permission to edit this journal.
ar: ليست لديك صلاحية تعديل هذه المجلة.
bg: Нямате права да редактирате това списание.
ckb: تۆ ڕێگەپێدانی گۆڕانکاریت لەم گۆڤارەدا نییە.
cs: Nemáte oprávnění upravovat tento časopis.
de: Sie haben keine Berechtigung diese Zeitschrift zu ändern.
el: Δεν έχετε άδεια να επεξεργαστείτε αυτό το περιοδικό.
es: No tiene permiso para editar esta revista.
fr_ca: Vous n'êtes pas autorisé-e à modifier cette revue.
he: אין לך הרשאה לערוך כתב העת הזה.
hu: Nincs jogosultsága szerkeszteni ezt a folyóiratot.
hy: Դուք չունեք թույլտվություն այս ամսագիրը խմբագրելու համար։
id: Anda tidak memiliki hak untuk mengedit jurnal ini.
it: Non hai il permesso per modificare questa testata.
ja: このジャーナルを編集する権限がありません。
ka: არ გაქვთ ამ ჟურნალის ჩასწორების უფლება.
mk: Немате дозвола да го корегирате ова списание.
pt_br: Você não tem permissão para editar esta revista.
pt_pt: Não tem permissões para editar esta revista.
ro: Nu aveți permisiunea de a edita acest jurnal.
sl: Nimate pravic za spreminjanje te revije.
tr: Bu dergiyi düzenleme yetkisine sahip değilsiniz.

# api.contexts.403.notAllowedDelete
source: You do not have permission to delete this journal.
ar: ليست لديك صلاحية حذف هذه المجلة.
bg: Нямате права да изтриете това списание.
ckb: تۆ ڕێگەپێدانی سڕینەوەی ئەم گۆڤارەت نییە.
cs: K odstranění tohoto časopisu nemáte oprávnění.
de: Sie haben keine Berechtigung diese Zeitschrift zu löschen.
el: Δεν έχετε άδεια να διαγράψετε αυτό το περιοδικό.
es: No tiene permiso para eliminar esta revista.
fr_ca: Vous n'êtes pas autorisé-e à supprimer cette revue.
he: אין לך הרשאה למחוק את כתב העת הזה.
hu: Nincs jogosultsága törölni ezt a folyóiratot.
hy: Դուք չունեք այս ամսագիրը ջնջելու թույլտվություն։
id: Anda tidak memiliki hak untuk menghapus jurnal ini.
it: Non hai i permessi per cancellare questa testata.
ja: このジャーナルを削除する権限がありません。
ka: არ გაქვთ ამ ჟურნალის წაშლის უფლება.
mk: Немате дозвола да го бришете ова списание.
pt_br: Você não tem permissão para excluir esta revista.
pt_pt: Não tem permissões para eliminar esta revista.
ro: Nu aveți permisiunea de a șterge acest jurnal.
sl: Nimate pravic za izbris te revije.
tr: Bu dergiyi silme yetkisine sahip değilsiniz.

# api.contexts.404.contextNotFound
source: The journal you requested was not found.
ar: تعذر العثور على المجلة التي طلبتها.
bg: Списанието, което търсите не е намерено.
ckb: ئەو گۆڤارەی کە تۆ بۆی گەڕایت نەدۆزرایەوە.
cs: Požadovaný časopis nebyl nalezen.
de: Die Zeitschrift, nach der Sie suchen, wurde nicht gefunden.
el: Το περιοδικό που ζητήσατε δεν βρέθηκε.
es: No se encontró la revista solicitada.
fr_ca: La revue que vous avez demandée n'a pas été trouvée.
he: כתב העת שביקשת לא נמצא.
hu: A folyóirat nem található.
hy: Հարցված ամսագիրը չի գտնվել։
id: Jurnal yang Anda cari tidak ditemukan.
it: La testata che hai richiesto non è stata trovata.
ja: ご希望のジャーナルが見つかりませんでした。
ka: მოთხოვნილი ჟურნალი ვერ მოიძებნა.
mk: Бараното списание не е најдено.
pt_br: A revista solicitada não foi encontrada.
pt_pt: A revista que solicitou não foi encontrada.
ro: Jurnalul pe care l-ați solicitat nu a fost găsit.
sl: Zahtevana revija ne obstaja.
tr: Sorguladığınız dergi bulunamadı.

# api.dois.403.contextsNotMatched
source: The DOI you requested is not part of this journal.
ar: مُعرف المكون الرقمي الذي طلبته ليس جزءًا من هذه المجلة.
bg: DOI, който поискахте, не е част от това списание.
cs: Požadované DOI není součástí tohoto časopisu.
de: Die DOI, nach der Sie suchen, ist nicht Teil dieses Journals.
el: Το DOI που ζητήσατε δεν ανήκει σ' αυτό το περιοδικό.
es: El DOI que solicitó no forma parte de esta revista.
fr_ca: Le DOI demandé ne fait pas partie de cette revue.
hu: Az Ön által kért DOI nem része a folyóiratnak.
hy: Ձեր պահանջած DOI-ն այս ամսագրի մաս չէ:
id: DOI yang Anda cari bukan bagian dari jurnal ini.
it: Il DOI che hai richiesto non è in questa rivista.
ka: თქვენ მიერ მოთხოვნილი DOI არ არის ამ ჟურნალის ნაწილი.
mk: ДОИ бројот кој го побаравте не е дел од ова списание.
pt_br: O DOI solicitado não faz parte desta revista.
pt_pt: O DOI que solicitou não faz parte desta revista.
ro: DOI-ul pe care l-ați solicitat nu face parte din această revistă.
sl: Zahtevani DOI ni del te revije.
tr: İstediğiniz DOI bu dergide değil.

# api.dois.400.noRegistrationAgencyConfigured
source: No DOI registration agency has been configured for this journal.
ar: لم تتم تهيئة أي وكالة تسجيل لمُعرفات المكونات الرقمية لهذه المجلة.
bg: За това списание няма конфигурирана агенция по регистрация на DOI.
cs: Pro tento časopis nebyla nakonfigurována žádná registrační agentura DOI.
de: Für dieses Journal wurde noch keine DOI-Registrierungsagentur eingetragen.
el: Δεν έχει διαμορφωθεί καμία υπηρεσία καταχώρισης DOI γι' αυτό το περιοδικό.
es: No se ha configurado ninguna agencia de registro DOI para esta revista.
fr_ca: Aucune agence d'enregistrement de DOI n'a été configurée pour cette revue.
hu: Ehhez a folyóirathoz nem állítottak be DOI regisztrációs intézményt.
hy: DOI գրանցման գործակալությունն այս ամսագրի համար կազմաձևված չէ:
id: Belum ada agen registrasi DOI yang diatur pada jurnal ini.
it: Per questa rivista non è stata configurata nessuna agenzia di registrazione dei DOI.
ka: DOI რეგისტრაციის სააგენტო არ არის კონფიგურირებული ამ ჟურნალისთვის.
mk: Не е конфигурирана агенција за регистрација на ДОИ за ова списание.
pt_br: Nenhuma agência de registro de DOI foi configurada para esta revista.
pt_pt: Não existe uma agência de registo DOI configurada nesta revista.
ro: Pentru această revistă nu a fost configurată nicio agenție de înregistrare DOI.
sl: Nobena DOI registracijska agencija ni nastavljena za to revijo.
tr: Bu dergi için herhangi bir DOI ayarı yapılandırılmamış.

# api.dois.400.depositFailed
source: Some items were not deposited successfully. Please check the individual items for their specific error messages.
ar: لم يتوفق إيداع بعض العناصر. يرجى التحقق منها بشكل منفرد للوقوف على رسالة الخطأ الخاصة بكل منها.
bg: Някои елементи не бяха депозирани успешно. Моля, проверете отделните елементи за конкретни съобщения за грешки.
cs: Některé položky nebyly úspěšně uloženy. Podívejte se prosím na konkrétní chybová hlášení u jednotlivých položek.
de: Einige Artikel wurden nicht erfolgreich abgeliefert. Bitte überprüfen Sie die individuellen Artikel auf ihre einzelnen Fehlermeldungen.
el: Ορισμένα στοιχεία δεν κατατέθηκαν με επιτυχία. Ελέγξτε τα μεμονωμένα στοιχεία για συγκεκριμένα μηνύματα σφάλματος.
es: Algunos artículos no se depositaron correctamente. Verifique los elementos individuales para ver sus mensajes de error específicos.
fr_ca: Certains articles n'ont pas été déposés avec succès. Veuillez vérifier les messages d'erreur spécifiques à chaque article.
hy: Որոշ տարրեր հաջողությամբ չեն պահվել: Խնդրում ենք ստուգել առանձին տարրերը իրենց բնորոշ սխալի հաղորդագրությունների համար:
id: Beberapa bagian belum berhasil didepositkan. Periksa kembali setiap item untuk melihat pesan error spesifiknya.
it: Alcuni depositi non sono andati a buon fine. Controlla singolarmente quanto inviato per il deposito per i messaggi di errore specifici.
ka: ზოგიერთი ელემენტი წარმატებით არ განთავსდა. გთხოვთ, შეამოწმოთ ცალკეული ელემენტები მათი კონკრეტული შეცდომის შეტყობინებებისთვის.
mk: Некои од ставките не беа успешно депонирани. Проверете ги поединечните ставки за нивните специфични пораки за грешка.
pt_br: Alguns itens não foram depositados com sucesso. Verifique os itens individuais para suas mensagens de erro específicas.
pt_pt: Alguns itens não foram depositados com sucesso. Verifique os itens individualmente para ver as suas mensagens de erro específicas.
ro: Unele elemente nu au fost depozitate cu succes. Vă rugăm să verificați fiecare articol în parte pentru a vedea mesajele de eroare specifice.
sl: Nekateri elementi niso bili uspešno deponirani. Prosimo preverite vsak posamezen element za specificno sporočilo o napaki.
tr: Bazı ögeler için DOI alınamadı. Lütfen spesifik hata mesajlarını tek tek kontrol edin.

# api.emailTemplates.403.notAllowedChangeContext
source: You do not have permission to move this email template to another journal.
ar: ليست لديك صلاحية نقل قالب المراسلة هذا إلى مجلة أخرى.
bg: Нямате права да премествате този шаблон за имейли към друго списание.
ckb: تۆ ڕێگەپێدانت نییە بۆ گواستنەوەی لیستی ئەم ئیمەیڵانە بۆ گۆڤارێکی دیکە.
cs: Nemáte oprávnění přesunout tuto e-mailovou šablonu do jiného časopisu.
de: Sie haben keine Berechtigung diese E-Mail-Vorlage zu einer anderen Zeitschrift zu verschieben.
el: Δεν έχετε άδεια να μετακινήσετε αυτό το πρότυπο ηλεκτρονικού ταχυδρομείου σε άλλο περιοδικό.
es: No tiene permiso para mover esta plantilla de correo electrónico a otra revista.
fr_ca: Vous n'êtes pas autorisé-e à déplacer ce modèle de courriel vers une autre revue.
he: אין לך הרשאה להעביר תבנית דוא"ל זו לכתב עת אחר.
hu: Nincs jogosultsága ezt az email sablont más folyóirathoz átvinni.
hy: Դուք չունեք թույլտվություն էլ․ փոստի այս ձևաչափը այլ ամսագիր տեղափոխելու համար։
id: Anda tidak memiliki hak untuk memindahkan template email ini ke jurnal lain.
it: Non hai i permessi necessari per trasferire questo template di posta ad un'altra testata.
ja: このメールテンプレートを別のジャーナルに移す権限はありません。
ka: არ გაქვთ წერილის ამ შაბლონის სხვა ჟურნალში გადატანის უფლება.
mk: Не е дозволено да го преместите темплејтот на овој и-мајл во друго списание.
pt_br: Você não tem permissão para mover este modelo de e-mail para outra revista.
pt_pt: Não tem permissões para mover este modelo de e-mail para outra revista.
ro: Nu aveți permisiunea de a muta acest șablon de e-mail într-un alt jurnal.
sl: Nimate dovoljenja, da premaknete to e-poštno predlogo v drugo revijo.
tr: Bu e-posta şablonunu başka bir dergiye taşıma yetkisine sahip değilsiniz.
