Repository: bkabhilash0/pkp-ojs
Catalog: locale/*/api.po
Languages: ar, bg, ckb, cs, de, el, es, fr_ca, he, hu, hy, id, it, ja, ka, mk, pt_br, pt_pt, ro, sl, tr

# api._payments.400.invalidPaymentMethod
source: The payment method you selected is not supported.
ar: طريقة التسديد التي اخترتها غير مدعومة.
bg: Избраният метод за плащане не се поддържа.
ckb: ئەو شێوازەی کە تۆ دیاریت کردووە بۆ پارەدان، ڕێگەپێدراو نییە.
cs: Zvolený způsob platby není podporován.
de: Die von Ihnen gewählte Zahlungsmethode wird nicht unterstützt.
el: Η μέθοδος πληρωμής που επιλέξατε δεν υποστηρίζεται.
es: El método de pago que ha seleccionado no está soportado.
fr_ca: Le mode de paiement que vous avez sélectionné n'est pas pris en charge.
he: אמצעי התשלום שבחרת אינו נתמך.
hu: A kiválasztott fizetési mód nem támogatott.
hy: Վճարման ընտրված մեթոդը չի խրախուսվում։
id: Metode pembayaran yang Anda pilih tidak didukung.
it: Il metodo di pagamento selezionato non è supportato da questa testata.
ja: 選択された支払い方法はサポートされていません。
ka: თქვენს მიერ არჩეული გადახდის მეთოდი მხარდაჭერილი არ არის.
mk: Избраниот метод за плаќање не е поддржан.
pt_br: O método de pagamento selecionado não é suportado.
pt_pt: O método de pagamento que selecionou não é suportado.
ro: Metoda de plată selectată nu este acceptată.
sl: Izbran način plačila ni podprt.
tr: Seçtiğiniz ödeme yöntemi desteklenmiyor.

# api.publications.403.contextsDidNotMatch
source: The publication that you requested is not part of this journal.
ar: المنشور الذي طلبته ليس جزءاً من هذه المجلة.
bg: Публикацията, която търсите, не е част от това списание.
ckb: ئەو توێژینەوەی کە تۆ داوای دەکەیت لەم گۆڤارە بڵاو نەکراوەتەوە.
cs: Požadované vydání není součástí tohoto časopisu.
de: Die Publikation, die Sie suchen, ist nicht Teil dieser Zeitschrift.
el: Η δημοσίευση που ζητήσατε δεν ανήκει σ' αυτό το περιοδικό.
es: La publicación que ha solicitado no forma parte de esta revista.
fr_ca: La publication que vous avez demandée ne fait pas partie de cette revue.
he: הפרסום שביקשת אינו חלק מכתב עת זה.
hu: Az elérni kívánt publikáció nem része ennek a folyóiratnak.
hy: Հարցված հրապարակումը այս ամսագրի մաս չէ։
id: Publikasi yang Anda minta bukan bagian dari jurnal ini.
it: La pubblicazione che hai richiesto non è parte di questa testata.
ja: ご希望の出版物は、本ジャーナルには含まれていません。
ka: თქვენს მიერ მოთხოვნილი პუბლიკაცია არ არის ამ ჟურნალის ნაწილი.
mk: Публикацијата што ја барате не е дел од ова списание.
pt_br: A publicação solicitada não faz parte desta revista.
pt_pt: A publicação que solicitou não faz parte desta revista.
ro: Publicația solicitată nu face parte din acest jurnal.
sl: Prispevek, za katerega ste zaprosili, ni del te revije.
tr: Sorguladığınız yayın bu dergiye ait değil.

# api.publications.403.submissionsDidNotMatch
source: The publication that you requested is not part of this submission.
ar: المنشور الذي طلبته ليس جزءاً من طلب التقديم هذا.
bg: Публикацията, която търсите, не е част от тези изпратени материали.
ckb: ئەو بڵاوکراوەی کە تۆ داوات کردووە بەشێک نییە لەم پێشکەشکردنە.
cs: Požadované vydání není součástí tohoto příspěvku.
de: Die Publikation, die Sie suchen, ist nicht Teil dieser EInreichung.
el: Η δημοσίευση που ζητήσατε δεν ανήκει σ' αυτή την υποβολή.
es: La publicación que ha solicitado no forma parte de este envío.
fr_ca: La publication que vous avez demandée ne fait pas partie de cette soumission.
he: הפרסום שביקשת אינו חלק מההגשה הזו.
hu: Az elérni kívánt publikáció nem része ennek a beküldésnek.
hy: Հարցված հրապարակումը այս նյութի մաս չէ։
id: Publikasi yang Anda cari bukan bagian dari naskah ini.
it: La pubblicazione che hai richiesto non è parte di questo articolo.
ja: ご要望のあった出版物は、この投稿の一部ではありません。
ka: თქვენს მიერ მოთხოვნილი პუბლიკაცია არ არის ამ შენატანის ნაწილი.
mk: Публикацијата што ја барате не е дел од овој поднесок.
pt_br: A publicação solicitada não faz parte desta submissão.
pt_pt: A publicação que solicitou não faz parte desta submissão.
ro: Publicația solicitată nu face parte din acest abonament.
sl: Zahtevana revija ni del tega prispevka.
tr: Sorguladığınız yayın bu gönderiye ait değil.

# api.submissionFiles.400.badRepresentationAssocType
source: You can not associated a file from this file stage with a galley.
ar: لا يمكنك أن تربط ملفاً من مرحلة الملفات هذه مع اللوح الطباعي.
bg: Не можете да свържете файл на този етап с типография.
cs: Nelze přidružit soubor z této fáze souborů se sazebnicí.
de: Eine Datei aus diesem Dateistadium kann nicht mit einer Fahne verknüpft werden.
el: Σ' αυτό το στάδιο δεν μπορείτε να συσχετίσετε ένα αρχείο με ένα τυπογραφικό δοκίμιο.
es: Desde esta fase no puede asociar un archivo con una galerada.
fr_ca: Vous ne pouvez pas, à cette étape-ci du processus éditorial, associer un fichier aux épreuves.
hu: Ebből a fájlszakaszból nem társíthat fájlt a kefelenyomathoz.
hy: You can not associate a file from this file stage with a galley.
id: Anda tidak bisa mengasosiasikan file dari tahapan file denga sebuah galley.
it: Non è possibile associare un file in questa fase editoriale ad una galley.
ja: このファイルステージのファイルをゲラ刷りと関連付けることはできません。
ka: არ შეგიძლიათ ფაილის ამ ეტაპიდან დაკავშირება გალერეასთან.
mk: Не можете да поврзете документ од оваа фаза со galley.
pt_br: Não é possível associar um arquivo deste estágio com uma composição.
pt_pt: Não é possível associar um ficheiro nesta fase com um formato de publicação.
ro: Nu puteți asocia un fișier din acest fișier cu un PDF sau HTML.
sl: Dateteko iz te faze ne morete povezati s prelomom.
tr: Bu dosyayı dizgi aşamasındaki bir dosya ile ilişkilendiremezsiniz.

# api.submission.400.inactiveSection
source: This section is no longer receiving submissions.
ar: هذا القسم لم يعد يستلم طلبات التقديم.
bg: В този раздел вече не се подават/получават материали за публикуване.
cs: Tato sekce již nepřijímá příspěvky.
de: Für diese Rubrik sind keine Einreichungen mehr möglich.
es: Esta sección ya no recibe envíos.
fr_ca: Cette rubrique ne reçoit plus de soumission.
hu: Ez a rovat nem fogad tovább beküldéseket.
hy: Այս բաժինն այլևս դիմումներ չի ստանում:
id: Seksi ini tidak lagi menerima naskah.
mk: Оваа секција повеќе не прима поднесоци.
pt_br: Esta seção não está mais recebendo submissões.
pt_pt: Esta seção não está a receber novas submissões.
sl: Ta rubrika ne sprejema več prispevkov.
tr: Bu bölüm için aday makale gönderilemiyor.
