Repository: bkabhilash0/pkp-ojs
Catalog: plugins/reports/counter/locale/*/locale.po
Languages: bg, gl, hy, kk, ms, uz@latin, zh_hant

# plugins.reports.counter.description
source: The COUNTER plugin allows reporting on journal activity, using the <a href="https://www.projectcounter.org">COUNTER standard</a>. These reports alone do not make a journal COUNTER compliant. To offer COUNTER compliance, review the requirements at the Project COUNTER website.
bg: Плъгинът COUNTER позволява отчитане на дейността на списанието, използвайки <a href="http://www.projectcounter.org">стандарта COUNTER</a>. Само тези доклади не правят списанието съвместимо с COUNTER. За да предложите съответствие с COUNTER, прегледайте изискванията на уебсайта на Project COUNTER.
gl: O complemento COUNTER permite xerar informes sobre a actividade da revista, empregando o <a href="http://www.projectcounter.org">estándar COUNTER</a>. Estes informes por si só non fan que unha publicación sexa compatible con COUNTER. Para ofrecer o cumprimento de COUNTER, revise os requisitos no sitio web de Project COUNTER.
hy: COUNTER հավելվածը թույլ է տալիս զեկուցել ամսագրի գործունեության մասին՝ օգտագործելով <a href="https://www.projectcounter.org">COUNTER ստանդարտը</a>: Միայն այս զեկույցները չեն դարձնում ամսագիրը COUNTER-ին համապատասխան: COUNTER-ի համապատասխանությունն առաջարկելու համար վերանայեք Project COUNTER-ի կայքում ներկայացված պահանջները:
kk: COUNTER плагині <a href="http://www.projectcounter.org"> COUNTER стандартын </a> қолдана отырып, журнал әрекеті туралы есептер шығаруға мүмкіндік береді. Бұл есептер журналды COUNTER-ге сәйкес келтірмейді. Журналды осы стандартқа сәйкестендіру үшін COUNTER жобасының сайтындағы талаптарды қарап шығыңыз.
ms: Plugin COUNTER membenarkan melaporkan aktiviti jurnal, menggunakan <a href="http://www.projectcounter.org"> standard COUNTER </a>. Laporan ini sahaja tidak menjadikan COUNTER jurnal mematuhi. Untuk menawarkan kepatuhan COUNTER, tinjau syarat di laman web Project COUNTER.
uz@latin: COUNTER plaginlari <a href="http://www.projectcounter.org"> COUNTER standarti </a> yordamida jurnal faoliyati to'g'risidagi hisobotlarni yaratishga imkon beradi. Ushbu hisobotlar o'z-o'zidan jurnalni COUNTER-ga mos kelmaydi. Jurnalni ushbu standartga mos kelishi uchun, COUNTER loyihasi saytidagi talablarni ko'rib chiqing.
zh_hant: 計數器外掛程式允許紀錄以及提供<a href="http://www.projectcounter.org/about.html" target="_new">計數器</a>-報告網站活動。

# plugins.reports.counter
source: COUNTER Reports
bg: Отчет COUNTER
gl: Estatísticas COUNTER
hy: COUNTER հաշվետվություններ
kk: «COUNTER есептері» плагині
ms: Laporan COUNTER
uz@latin: COUNTER hisobotlari
zh_hant: 計數器報告

# plugins.reports.counter.release
source: COUNTER Release
bg: COUNTER Версия
gl: Versión de COUNTER
kk: Версия COUNTER Release
ms: Pelepasan COUNTER
uz@latin: COUNTER chiqarilishi
zh_hant: 計數器釋放

# plugins.reports.counter.error.badParameters
source: The report parameters were invalid.
bg: Параметрите на отчета бяха невалидни.
gl: Os parámetros do informe non son válidos.
hy: Հաշվետվության պարամետրերն անվավեր էին:
kk: Есеп параметрлері қате.
ms: Parameter laporan tidak sah.
uz@latin: Noto'g'ri hisobot parametrlari.
zh_hant: 報告的參數無效。

# plugins.reports.counter.error.badRequest
source: The report request is invalid.
bg: Заявката за отчет е невалидна.
gl: A solicitude de informe non é válida.
hy: Զեկույցի հարցումն անվավեր է:
kk: Жарамсыз есеп сұрауы.
ms: Permintaan laporan tidak sah.
uz@latin: Hisobot so‘rovi noto‘g‘ri.
zh_hant: 報告的要求無效。

# plugins.reports.counter.error.noResults
source: No results were found for this report.
bg: Не бяха намерени резултати за този отчет.
gl: Non se atoparon resultados para este informe.
hy: Այս հաշվետվության համար արդյունքներ չեն գտնվել:
kk: Бұл есеп бойынша нәтиже табылмады.
ms: Tidak ada hasil untuk laporan ini.
uz@latin: Ushbu hisobot uchun hech qanday natija topilmadi.
zh_hant: 查無此報告結果。

# plugins.reports.counter.error.noXML
source: The results could not be formatted as XML.
bg: Резултатите не могат да бъдат форматирани като XML.
gl: Non se puido formatar os resultados como XML.
hy: Արդյունքները չհաջողվեց ձևաչափել որպես XML:
kk: Нәтижелерді XML пішімдеу мүмкін емес.
ms: Hasilnya tidak dapat diformat sebagai XML.
uz@latin: Natijalarni XML formatida formatlab bo'lmadi.
zh_hant: 結果未能採用XML格式。

# plugins.reports.counter.1a.name
source: COUNTER Report JR1 (R3)
bg: COUNTER Отчет JR1 (R3)
gl: Informe COUNTER JR1 (R3)
kk: COUNTER JR1 (R3) есебі
ms: Laporan COUNTER JR1 (R3)
uz@latin: COUNTER JR1 (R3) hisoboti
zh_hant: 計數器報告JR1 (R3)

# plugins.reports.counter.1a.description
source: COUNTER Journal Report 1 (R3): Full-Text Article Requests by Month and Journal
bg: COUNTER Journal Report 1 (R3): Пълнотекстови заявки за статии по месец и списание
gl: Informe da publicación COUNTER 1 (R3): solicitudes de artigos de texto completo por mes e revista
hy: COUNTER ամսագրի հաշվետվություն 1 (R3). Հոդվածների ամբողջական տեքստային հարցումներ ըստ ամիսների և ամսագրի
kk: COUNTER журналы туралы есеп 1 (R3): ай мен журнал бойынша толық мәтінді мақалаларды сұрайды
ms: Laporan Jurnal COUNTER 1 (R3): Permintaan Artikel Teks Penuh mengikut Bulan dan Jurnal
uz@latin: COUNTER Journal Report 1 (R3): Oy va jurnal bo'yicha to'liq matnli maqolalarni so'raydi
zh_hant: JR1 (R3)期刊報告1 (R3)：按月份及期刊全文文章請求

# plugins.reports.counter.allCustomers
source: All Customers
bg: Всички клиенти
gl: Tódolos clientes
hy: Բոլոր գնորդները
kk: Барлық сатып алушылар
ms: Semua Pelanggan
uz@latin: Barcha mijozlar
zh_hant: 全部顧客

# plugins.reports.counter.ar1.title
source: Article Report 1
bg: Отчет по статии 1
gl: Informe de artigo 1
hy: Հոդվածի հաշվետվություն 1
kk: Мақалалар туралы есеп 1
ms: Laporan Artikel 1
uz@latin: Maqola hisoboti 1
zh_hant: 文章報告1

# plugins.reports.counter.jr1.title
source: Journal Report 1
bg: Отчет по списания 1
gl: Informe de revista 1
hy: Ամսագրի հաշվետվություն 1
kk: Журнал туралы есеп 1
ms: Laporan Jurnal 1
uz@latin: Jurnal hisoboti 1
zh_hant: 期刊報告1
