Repository: bkabhilash0/pkp-ojs
Catalog: plugins/generic/webFeed/locale/*/locale.po
Languages: ar, bg, cs, da, es, fi, fr_ca, hy, mk, pt_br, ru, sl, uk

# plugins.generic.webfeed.displayName
source: Web Feed Plugin
ar: إضافة مغذي الإنترنت
bg: Плъгин за RSS емисия на броя
cs: Plugin Web Feed
es: Módulo para fuentes RSS/Atom
fi: Verkkosyötelisäosa
fr_ca: Plugiciel de fils de nouvelles
hy: Ոստայնի ժապավենի փլագին
mk: Плагин за веб канал
pt_br: Plugin de Canal de Divulgação
ru: Модуль «Веб-канал»
sl: Web Feed vtičnik
uk: Плагін вебканалу

# plugins.generic.webfeed.description
source: This plugin produces RSS/Atom web syndication feeds.<br>The plugin also includes a sidebar block which enables you to display the feed links on your application's sidebar
ar: هذه الإضافة تولد مغذيات الإنترنت RSS/Atom الخاصة بالعدد الحالي من المجلة.<br>تتضمن الإضافة أيضًا وحدة شريط جانبي تمكنك من عرض روابط التغذية في الشريط الجانبي لتطبيقك
bg: Този плъгин произвежда RSS/Atom уеб синдикална емисия. <br>Плъгинът включва и блок за странична лента, който ви позволява да показвате връзките към емисиите в страничната лента на вашето приложение
cs: Tento plugin vytváří webové syndikační kanály RSS/Atom.<br>Součástí pluginu je také blok postranního panelu, který umožňuje zobrazovat odkazy na kanály na postranním panelu aplikace
da: Dette plugin genererer RSS/Atom web syndication feeds.<br>Plugin'et inkluderer også en blok til sidebaren, som gør det muligt at vise links til feed'et i din applikations sidebar
es: Este módulo produce canales de sindicación RSS/Atom para el número en curso. El módulo también incluye una bloque lateral que permite mostrar los enlaces a los canales en la barra lateral de la aplicación
fi: Tämä lisäosa tuottaa RSS/Atom-verkkosisältösyötteitä uusimmalle numerolle.
fr_ca: Ce plugiciel produit des flux de syndication Web RSS/Atom.<br>Le plugiciel comprend également un module de barre latérale qui vous permet d'afficher les liens du flux sur la barre latérale de votre application.
hy: Այս փլագինը արտադրում է RSS/Atom վեբ սինդիկացիոն հոսքեր:<br>Փլագինը ներառում է նաև կողագոտի բլոկ, որը թույլ է տալիս ցուցադրել սնուցման հղումները ձեր հավելվածի կողագոտում
mk: Овој плагин изработува RSS/Atom веб-синдикални канали.<br>Овој плагин вклучува и страничен блок кој овозможува прикажување на каналните врски во вашата странична апликација
pt_br: Este plug-in produz canais de distribuição da Web RSS/Atom.<br>O plug-in também inclui um bloco na barra lateral que permite exibir os links de feed na barra lateral de seu aplicativo
ru: Создает каналы в форматах RSS/Atom.<br>Модуль также содержит блок боковой панели, который позволяет отображать ссылки на каналы в боковой панели вашего приложения
sl: Vtičnik pripravi RSS/Atom feed. Vtičnik vsebuje tudi stranski blok, ki omogoča, da prikažete povezavo do feed-a na spletni strani.
uk: Цей плагін створює канали вебсиндикації RSS / Atom. <br>Плагін також включає блок бічної панелі, який дозволяє відображати посилання на канали на бічній панелі вашої програми

# plugins.generic.webfeed.settings
source: Settings
ar: الإعدادات
bg: Настройки
cs: Nastavení
da: Indstillinger
es: Opciones
fi: Asetukset
fr_ca: Paramètres
hy: Կարգավորումներ
mk: Поставки
pt_br: Configurações
ru: Настройки
sl: Nastavitve
uk: Налаштування

# plugins.generic.webfeed.settings.issue
source: Display web feed links on issue pages only.
ar: إعرض روابط المغذي فقط على صفحات العدد.
bg: Показва връзки към емисията само на страниците на списанието.
cs: Zobrazit odkazy na feed pouze na stránkách čísla.
da: Vis kun web feed-links på sider for tidsskriftsnumre.
es: Mostrar enlaces al feed sólo en las páginas interiores.
fi: Näytä verkkosyötelinkit vain numeroiden sivuilla.
fr_ca: Afficher les liens du fil sur les pages du numéro seulement.
hy: Ցուցադրել վեբ հոսքերի հղումները միայն թողարկման էջերում:
mk: Прикажи ги линковите до веб каналите само на страницата на изданието.
pt_br: Exibir canais somente nas páginas da edição.
ru: Показать ссылки на каналы только на страницах выпуска.
sl: Prikaži web feed povezave le na straneh številk revij.
uk: Відображати покликання на вебканал лише на сторінках випуску.

# plugins.generic.webfeed.settings.homepage
source: Display web feed links on homepage only.
ar: إعرض روابط التغذية فقط في الصفحة الرئيسية.
bg: Показва връзки към емисията на началната страница и на страниците на броя на списанието.
cs: Zobrazení odkazů na webové kanály pouze na domovské stránce.
da: Vis kun web feed-links på startsiden.
es: Mostrar enlaces al feed solamente en la página de inicio.
fi: Näytä verkkosyötelinkit vain etusivulla ja numeroiden sivuilla.
fr_ca: Afficher les liens du fil sur la page d'accueil seulement.
hy: Ցուցադրել վեբ հոսքերի հղումները տնային էջում:
mk: Прикажи ги линковите до веб каналите само на главната и на страницата на изданието.
pt_br: Exibir links de canais apenas nas páginas inicial e das edições.
ru: Показать ссылки на каналы только на главной странице.
sl: Prikaži web feed povezave le na domači strani in straneh številk revij.
uk: Відображати покликання на вебканал лише на головній сторінці.

# plugins.generic.webfeed.settings.all
source: Display web feed links on all application pages.
ar: إعرض روابط التغذية في كل صفحات التطبيق.
bg: Показва връзки към емисията на всички страници на списанието.
cs: Zobrazení odkazů na webové kanály na všech stránkách aplikace.
da: Vis web feed-links på alle sider i applikationen.
es: Mostrar enlaces al feed en todas las páginas de la publicación.
fi: Näytä verkkosyötelinkit julkaisun kaikilla sivuilla.
fr_ca: Afficher les liens du fil sur toutes les pages de la revue.
hy: Ցուցադրել վեբ հոսքերի հղումները բոլոր հավելվածների էջերում:
mk: Прикажи ги линковите до веб каналите на сите страници на списанието.
pt_br: Exibir canais em todas as páginas da revista.
ru: Показать ссылки на каналы на всех страницах приложения.
sl: Prikaži web feed povezave na vseh straneh revije.
uk: Відображати покликання на вебканал на всіх сторінках програми.

# plugins.generic.webfeed.settings.currentIssue
source: Display items in current published issue.
ar: إعرض فقرات الإصدار الحالي من المجلة.
bg: Показва съдържание от последния актуален брой на списанието.
cs: Zobrazit položky v aktuálně publikovaném čísle.
da: Vis artikler i det aktuelle nummer af tidsskriftet.
es: Mostrar elementos del número actual.
fi: Näytä kohteet uusimmassa julkaistussa numerossa.
fr_ca: Afficher les éléments du numéro courant.
hy: Ցուցադրել տարրերը ընթացիկ հրապարակված համարում:
mk: Прикажи ја содржината на тековното објавено издание.
pt_br: Exibir itens da edição atual.
ru: Показать материалы в текущем опубликованном выпуске.
sl: Prikaži le trenutno objavljeno številko.
uk: Відображати матеріали в поточному опублікованому випуску.

# plugins.generic.webfeed.settings.recent
source: Display a fixed number of the most recent publications.
ar: إعرض عدداً محدداً من المنشورات الأكثر حداثة.
bg: Показва показва фиксиран брой от последно добавените елементи.
cs: Zobrazovat pevný počet nejnovějších publikací.
da: Vis et fastsat antal af de seneste artikler.
es: Mostrar un número fijo de "publicaciones más recientes".
fi: Näytä kiinteä määrä viimeisimpiä kohteita.
fr_ca: Afficher un nombre fixe des publications les plus récentes.
hy: Ցուցադրել ամենավերջին հրապարակումների ֆիքսված թիվը:
mk: Прикажи постојан број на најнови елементи.
pt_br: itens mais recentes.
ru: Показать фиксированное количество последних опубликованных материалов.
sl: Prikaži fiksno število zadnjih številk.
uk: Відображати фіксовану кількість останніх публікацій.

# plugins.generic.webfeed.settings.recentArticles
source: Number of publications to display
ar: عدد المنشورات المراد عرضها
bg: Брой елементи за показване
cs: Počet publikací ke zobrazení
da: Antal publikationer, der skal vises
es: Número de publicaciones que se debe mostrar
fi: Näytettävien kohteiden määrä
fr_ca: Nombre de publications à afficher
hy: Ցուցադրվող հրապարակումների քանակը
mk: Број на елементи за приказ
pt_br: Número de itens a exibir
ru: Количество последних опубликованных материалов для показа
sl: Število postavk, ki se prikažejo
uk: Кількість публікацій для відображення

# plugins.generic.webfeed.settings.recentItemsRequired
source: Please enter a positive integer for recent published items.
ar: لطفاً، أدخل رقماً صحيحاً موجباً يمثل عدد الفقرات المنشورة الأخيرة.
bg: Моля, въведете положително цяло число за показване на последните публикувани елементи.
cs: Vložte prosím celé kladné číslo pro počet posledních vydaných položek.
da: Indtast et positivt helt tal for de senest publicerede artikler.
es: Introduzca un número entero para los elementos publicados más recientes.
fi: Anna positiivinen kokonaisluku viimeisimmille julkaistuille kohteille.
fr_ca: Veuillez entrer un nombre entier positif pour les éléments publiés récemment.
hy: Խնդրում ենք մուտքագրել դրական ամբողջ թիվ վերջին հրապարակված նյութերի համար:
mk: Ве молиме да внесете позитивен цел број за неодамнешните објавени елементи.
pt_br: Informe um inteiro positivo para o número de itens mais recentes.
ru: Пожалуйста введите положительное целое число для количества последних опубликованных материалов.
sl: Prosimo, vnesite pozitivno celoštevilčno vrednost za zadnje objavljene številke.
uk: Будь ласка, укажіть додатнє ціле число кількості останніх опублікованих матеріалів.

# plugins.generic.webfeed.atom.altText
source: Atom logo
ar: شعار Atom
bg: Лого на Atom
es: Logo Atom
fr_ca: Logo Atom
hy: Atom լոգո
mk: Лого на Atom
pt_br: Logo Atom
ru: Логотип Atom
uk: Логотип Atom

# plugins.generic.webfeed.rss1.altText
source: RSS1 logo
ar: شعار RSS1
bg: Лого на RSS1
es: Logo RSS1
fr_ca: Logo RSS1
hy: RSS1 լոգո
mk: Лого на RSS1
pt_br: Logo RSS1
ru: Логотип RSS1
uk: Логотип RSS1

# plugins.generic.webfeed.rss2.altText
source: RSS2 logo
ar: شعار RSS2
bg: Лого на RSS2
es: Logo RSS2
fr_ca: Logo RSS2
hy: RSS2 լոգո
mk: Лого на RSS2
pt_br: Logo RSS2
ru: Логотип RSS2
uk: Логотип RSS2

# plugins.generic.webfeed.settings.homepageAndIssues
source: Display web feed links on homepage and issue pages only.
ar: إعرض روابط تغذية الويب في الصفحة الرئيسية وصفحات العدد فقط.
bg: Показване на връзки към уеб емисии само на началната страница и на страниците на броя.
cs: Zobrazení odkazů na webový kanál pouze na domovské stránce a na stránkách čísla.
da: Vis kun web feed-links på startside og sider for tidsskriftsnumre.
es: Mostrar enlaces al feed solamente en la página de inicio y en la página del número.
fr_ca: Afficher les liens du fil sur la page d'accueil et sur les pages des numéros uniquement.
hy: Ցուցադրել վեբ հոսքերի հղումները միայն գլխավոր էջում և թողարկման էջերում:
mk: Прикажува веб линкови за каналите само на вебстраницата и страниците на бројот.
pt_br: Exibir links de feed da web apenas na página inicial e nas páginas de edição.
ru: Показать ссылки на каналы только на главной странице и на страницах выпуска.
sl: Prikaži povezave za web feed samo na naslovni strani in naslovnicah številk.
uk: Відображати покликання на вебканал лише на головній сторінці та сторінках випусків.

# plugins.generic.webfeed.blockTitle
source: Latest publications
ar: المنشورات الأخيرة
bg: Последни статии
cs: Poslední publikace
da: Seneste publikationer
es: Últimas publicaciones
fi: Uusimmat artikkelit
fr_ca: Dernières publications
hy: Վերջին հրապարակումները
mk: Најнови статии
pt_br: Artigos mais recentes
ru: Последние публикации
sl: Zadnji članki
uk: Останні публікації

# plugins.generic.webfeed.settings.includeIdentifiers
source: Include identifiers (ISBN, keywords, categories, etc.) in the feed summary?
ar: أتريد تضمين المعرفات (ISBN، الكلمات المفتاحية، التصنيفات، إلخ) في موجز التغذية؟
bg: Включване на идентификатори (ISBN, ключови думи, категории и т.н.) в резюмето на емисията?
cs: Zahrnout identifikátory (ISBN, klíčová slova, kategorie atd.) do shrnutí kanálu?
da: Inkluder identifikatorer (ISBN, nøgleord, kategoerier osv.) i feed oversigten?
es: ¿Incluir identificadores (ISBN, palabras clave, categorías, etc.) en el resumen del feed?
fr_ca: Inclure des identifiants (ISBN, mots-clés, catégories, etc.) dans le sommaire du fil ?
hy: Ընդգրկե՞լ նույնացուցիչները (ISBN, հիմնաբառեր, դասեր և այլն) հոսքի ամփոփագրում:
mk: Вклучи идентификатори (ISBN, клучни зборови, категории итн.) во главната содржина?
pt_br: Incluir identificadores (ISBN, palavras-chave, categorias, etc.) no resumo do feed?
ru: Включать идентификаторы (ISBN, ключевые слова, категории и т.д.) в текст канала?
sl: Vključi identifikatorje (ISBN, ključne besede, kategorije, itd.) v povzetek vira?
uk: Додати ідентифікатори (номер ISBN, ключові слова, категорії тощо) у зведення каналу?
